Key,"Polish (Poland)"
AlarmServer.Default.Text,
Settings_Screen.Pressure_Valve.Text,POWIETRZE
Settings_Screen.Washing_Pump_Button.Text,"POMPA CZYSZCZENIA"
Settings_Screen.Washing_Gun_Button.Text,"CZYSZCZENIE RĘCZNE"
Settings_Screen.Blower_Test.Text,"SUSZENIE ZIMNE"
Settings_Screen.AnalogNumeric4.Prefix,
Settings_Screen.AnalogNumeric4.Suffix,
Settings_Screen.Text4.Text,"NAZWA FIRMY"
Settings_Screen.AnalogNumeric.Prefix,
Settings_Screen.AnalogNumeric.Suffix," mbar"
Settings_Screen.Text3.Text,"MAX. NACISK:"
Automatic_Screen.Auto_Wash_Button.Text,"AUTOMATYCZNY
MYCIE"
Drying_Screen.Drying_Start.Text,WYSUSZENIE
Drying_Screen.Drying_Time_Text.Text,"CZAS SCHNIĘCIA"
Drying_Screen.Drying_Min_Set.Prefix,USTAW:
Drying_Screen.Drying_Min_Set.Suffix,
Drying_Screen.Door_Open_Button.Text,OSŁONA-GÓRA
Drying_Screen.Door_Close_Button.Text,OSŁONA-DÓŁ
Drying_Screen.Stable_Down.Text,TŁOK-DÓŁ
Drying_Screen.Button4.Text,TŁOK-GÓRA
Drying_Screen.Home_Button.Text,
Drying_Screen.Auto_Button.Text,"Automatyczny
Mycie"
Drying_Screen.Manuel_Button.Text,"Mycie
Ręczne"
Drying_Screen.Alarm_button.Text,"Ekran
Alarmu"
Drying_Screen.Drying_Button.Text,Wysuszenie
Drying_Screen.Test_Nav.Text,TEST
Test_Screen.Test_Nav.Text,TEST
Test_Screen.Home_Button.Text,
Test_Screen.Auto_Button.Text,"Automatyczny
Mycie"
Test_Screen.Manuel_Button.Text,"Mycie
Ręczne"
Test_Screen.Alarm_button.Text,"Ekran
Alarmu"
Test_Screen.Drying_Button.Text,Wysuszenie
Test_Screen.Filter_Test.Text,"FILTR
TEST"
Test_Screen.CleanFilter.Text,CZYSTY
Test_Screen.DirtyFilter.Text,ZANIECZYSZCZONY
Test_Screen.CloggedFilter.Text,ZAPCHANY
Test_Screen.Text1.Text,NACISK
Test_Screen.PressureNumeric.Prefix,
Test_Screen.PressureNumeric.Suffix," mbar"
Test_Screen.AnalogNumeric5.Prefix,
Test_Screen.AnalogNumeric5.Suffix,
Test_Screen.AnalogNumeric6.Prefix,
Test_Screen.AnalogNumeric6.Suffix,
Test_Screen.Text2.Text,"NR SERYJNY"
Test_Screen.Text3.Text,"NR KLIENTA"
Automatic_Screen.Drying_Button.Text,Wysuszenie
Automatic_Screen.Home_Button.Text,
Automatic_Screen.Auto_Button.Text,"Automatyczny
Mycie"
Automatic_Screen.Manuel_Button.Text,"Mycie
Ręczne"
Automatic_Screen.Alarm_button.Text,"Ekran
Alarmu"
Automatic_Screen.Test_Nav.Text,TEST
Test_Screen.Stable_Down.Text,TŁOK-DÓŁ
Test_Screen.Stable_Up.Text,TŁOK-GÓRA
Test_Screen.Door_Open_Button.Text,OSŁONA-GÓRA
Test_Screen.Door_Close_Button.Text,OSŁONA-DÓŁ
Automatic_Screen.Stable_Down.Text,TŁOK-DÓŁ
Automatic_Screen.Stable_Up.Text,TŁOK-GÓRA
Automatic_Screen.Door_Open_Button.Text,OSŁONA-GÓRA
Automatic_Screen.Door_Close_Button.Text,OSŁONA-DÓŁ
Alarm_Screen.Drying_Button.Text,Wysuszenie
Alarm_Screen.Home_Button.Text,
Alarm_Screen.Manuel_Button.Text,"Mycie
Ręczne"
Alarm_Screen.Alarm_button.Text,"Ekran
Alarmu"
Alarm_Screen.Test_Nav.Text,TEST
Alarm_Screen.Auto_Button.Text,"Automatyczny
Mycie"
Settings_Screen.Home_Button.Text,
AlarmServer.Default_Emergency_Stop.StaticText,"Zatrzymania Awaryjnego"
AlarmServer.Default_Phase_Sequence.StaticText,"Kolejność Faz Jest Nieprawidłowa"
AlarmServer.Default_Washing_Pump_Error.StaticText,"Pralka Błąd Pompy "
AlarmServer.Default_Manuel_Washing_Pump_Error.StaticText,"Wysokiego Ciśnienia (Ręczny) Mycia Błąd Pompy "
AlarmServer.Default_Blower_Error.StaticText,"Bęben Błąd Dmuchawy "
Automatic_Screen.Heater_Button.Text,GRZANIE
Automatic_Screen.Heater_Button.Texts[0],"GRZANIE WYŁ."
Automatic_Screen.Heater_Button.Texts[1],"GRZANIE WŁ."
Test_Screen.Text.Text,"Proszę Zatrzymać Proces Prania Przed Badaniem!"
Test_Screen.Text4.Text,Ostrzeżenie!
Automatic_Screen.Text.Text,"Proszę Zatrzymać Proces Testowania Przed Praniem!"
Automatic_Screen.Text4.Text,Ostrzeżenie!
Automatic_Screen.Text2.Text,"Proszę Podać Czas Prania!"
Drying_Screen.Text4.Text,Ostrzeżenie!
Drying_Screen.Text2.Text,"Proszę, Wprowadź Czas Suszenia!"
Drying_Screen.Drying_Heat_Text.Text,"TEMPERATURA SUSZENIA "
Drying_Screen.Drying_Heat_Set.Prefix,USTAW:
Drying_Screen.Drying_Heat_Set.Suffix,
Drying_Screen.Current_Heat_Text.Text,"AKTUALNA TEMP. SUSZENIA "
Drying_Screen.Current_Heat.Prefix,
Drying_Screen.Current_Heat.Suffix,
Drying_Screen.Text.Text,"Proszę Wprowadzić Prawidłową Wartość Temperatury!"
Drying_Screen.Text1.Text,"Cena:
80-110 C"
Settings_Screen.Admin_Page_Button.Text,"STRONA
ADMINA "
Admin_Page.Back_Button.Text,POWRÓT
Admin_Page.prewashWaterTime_Text.Text,"Pranie Wstępne Licznik Wody "
Admin_Page.cleaningRestTime_Text.Text,"Czas Odpoczynku "
Admin_Page.dryingAirTime_Text.Text,"Zegar Suszenia Powietrza "
Admin_Page.dryingRestTime_Text.Text,"Suszenie Spoczynkowego Zegara"
Admin_Page.cleaningWaterTime_Text.Text,"Czyszczenie Licznika Prania"
Admin_Page.cleaningPressTime_Text.Text,"Czyszczenie Zegar Do Mycia Ciśnieniowego"
Admin_Page.prewashRestTime_Text.Text,"Myjnia Spoczynkowa Do Zmywania Wstępnego"
Admin_Page.prewashWaterTime_Num.Prefix,
Admin_Page.prewashWaterTime_Num.Suffix,sek
Admin_Page.prewashRestTime_Num.Prefix,
Admin_Page.prewashRestTime_Num.Suffix,sek
Admin_Page.dryingAirTime_Num.Prefix,
Admin_Page.dryingAirTime_Num.Suffix,sek
Admin_Page.dryingRestTime_Num.Prefix,
Admin_Page.dryingRestTime_Num.Suffix,sek
Admin_Page.cleaningWaterTime_Num.Prefix,
Admin_Page.cleaningWaterTime_Num.Suffix,sek
Admin_Page.cleaningPressTime_Num.Prefix,
Admin_Page.cleaningPressTime_Num.Suffix,sek
Admin_Page.cleaningRestTime_Num.Prefix,
Admin_Page.cleaningRestTime_Num.Suffix,sek
Admin_Page.Warning_Text.Text,"Akceptujesz Ryzyko, Zmieniając Wartości!"
LoginScreen.Text.Text,"Logowanie Administratora"
LoginScreen.CancelButton.Text,ANULUJ
LoginScreen.LoginButton.Text,"ZALOGUJ SIĘ"
LoginScreen.Button.Text,
LoginScreen.Text1.Text,Ostrzeżenie!
LoginScreen.Text2.Text,"Złe Hasło!"
LoginScreen.Password_Num.Prefix,
LoginScreen.Password_Num.Suffix,
Test_Screen.AnalogNumeric.Prefix,
Test_Screen.AnalogNumeric.Suffix,
Test_Screen.ExpandButton.Text,Rozszerzać
Test_Screen.SecretButton.Text,
Test_Screen.TrendViewer1.Curves[0].DisplayName,
Test_Screen.NarrowButton.Text,Wąska
Automatic_Screen.Text1.Text,NACISK
Automatic_Screen.AnalogNumeric4.Prefix,
Automatic_Screen.AnalogNumeric4.Suffix," mbar"
Automatic_Screen.AnalogNumeric.Prefix,
Automatic_Screen.AnalogNumeric.Suffix,
Admin_Page.testTime_Num.Prefix,
Admin_Page.testTime_Num.Suffix,sek
Admin_Page.TestTime_Text.Text,"Czas Testowania Filtra"
Manuel_Screen.Drying_Button.Text,Wysuszenie
Manuel_Screen.Home_Button.Text,
Manuel_Screen.Test_Nav.Text,TEST
Manuel_Screen.Auto_Button.Text,"Automatyczny
Mycie"
Manuel_Screen.Alarm_button.Text,"Ekran
Alarmu"
Manuel_Screen.Manuel_Button.Text,"Mycie
Ręczne"
Manuel_Screen.Door_Open_Button.Text,OSŁONA-GÓRA
Manuel_Screen.Door_Close_Button.Text,OSŁONA-DÓŁ
Manuel_Screen.Stable_Down.Text,TŁOK-DÓŁ
Manuel_Screen.Stable_Up.Text,TŁOK-GÓRA
Manuel_Screen.MWashing_Button.Text,"MYCIE
RĘCZNE"
Manuel_Screen.Show_Heat.Prefix,
Manuel_Screen.Show_Heat.Suffix,
Manuel_Screen.Wash_Time_Text.Text,"POZOSTAŁY CZAS PRANIA"
Manuel_Screen.Set_Heat.Prefix,USTAW:
Manuel_Screen.Set_Heat.Suffix,
Manuel_Screen.Set_Time.Prefix,USTAW:
Manuel_Screen.Set_Time.Suffix,
Manuel_Screen.Heater_Button.Text,GRZANIE
Manuel_Screen.Text.Text,"Wybierz Cykle Przed Praniem!"
Manuel_Screen.Text4.Text,Ostrzeżenie!
Manuel_Screen.Text2.Text,"Proszę Podać Czas Prania!"
Manuel_Screen.Setting_Button.Text,"Ustawienia prania"
Manuel_Screen.Heater_Button.Texts[0],"GRZANIE WYŁ."
Manuel_Screen.Heater_Button.Texts[1],"GRZANIE WŁ."
Automatic_Screen.Setting_Button.Text,"Ustawienia prania"
Manuel_Screen.Dry_Cycle_Selector.Texts[0],"1 Cykl"
Manuel_Screen.Dry_Cycle_Selector.Texts[1],"2 Cykle"
Manuel_Screen.Dry_Cycle_Selector.Texts[2],"3 Cykle"
Manuel_Screen.Dry_Cycle_Selector.Texts[3],"4 Cykle"
Manuel_Screen.Dry_Cycle_Selector.Texts[4],"5 Cykle"
Manuel_Screen.Dry_Cycle_Selector.Texts[5],"0 Cykl"
Manuel_Screen.PreWash_Cycle_Text.Text,"CYKL PRANIA WSTĘPNEGO"
Manuel_Screen.Dry_Cycle_Text.Text,"MYCIE CYKLU PŁUKANIA"
Manuel_Screen.StatusChecker.Prefix,
Manuel_Screen.StatusChecker.Suffix,
Automatic_Screen.StatusChecker.Prefix,
Automatic_Screen.StatusChecker.Suffix,
Test_Screen.TrendViewer.Curves[0].DisplayName,
Automatic_Screen.Gun_Button.Text,"PISTOLET DO MYCIA"
Manuel_Screen.Gun_Button.Text,"PISTOLET DO MYCIA"
Manuel_Screen.Press_Button.Text,NACISK
Manuel_Screen.PressChecker.Prefix,
Manuel_Screen.PressChecker.Suffix,
Manuel_Screen.t_Door.Text,"Proszę Zamknij drzwi!"
Automatic_Screen.t_Door.Text,"Proszę Zamknij drzwi!"
Automatic_Screen.an_WaterLevel.Prefix,
Automatic_Screen.an_WaterLevel.Suffix,
Automatic_Screen.t_Level.Text,"Poziom wody jest niski!"
Manuel_Screen.an_WaterLevel.Prefix,
Manuel_Screen.an_WaterLevel.Suffix,
Manuel_Screen.t_Level.Text,"Poziom wody jest niski!"
Settings_Screen.Calibration_Button.Text,"NACISK
KALIBROWANIE"
Automatic_Screen.Text3.Text,"Środki bezpieczeństwa!"
Manuel_Screen.Text3.Text,"Środki bezpieczeństwa!"
Settings_Screen.AnalogNumeric1.Prefix,
Settings_Screen.AnalogNumeric1.Suffix,
Settings_Screen.AnalogNumeric2.Prefix,
Settings_Screen.AnalogNumeric2.Suffix,
Automatic_Screen.AnalogNumeric1.Prefix,
Automatic_Screen.AnalogNumeric1.Suffix,
Automatic_Screen.AnalogNumeric2.Prefix,
Automatic_Screen.AnalogNumeric2.Suffix,
Alarm_Screen.Button.Text,Składniki
Components.Back_Button.Text,POWRÓT
Components.Text.Text,"Awaryjny postój"
Components.Text1.Text,"Przełącznik nożny"
Components.Text2.Text,"Sekwencja faz"
Components.Text3.Text,"Pompa do prania"
Components.Text4.Text,"Ręczna pompa myjąca"
Components.Text5.Text,Dmuchawa
Components.Text7.Text,"Przełącznik drzwi"
Components.Text8.Text,"Przełącznik poziomu wody"
Automatic_Screen.PAUSE.Text,PAUZA
Automatic_Screen.Text5.Text,"Mycie przerwane!"
Components.Text10.Text,"Przetwornik ciśnienia"
Components.Text11.Text,"Nadajnik wody"
Components.Text12.Text,"Nadajnik nadajnika powietrza"
Settings_Screen.AnalogNumeric3.Prefix,
Settings_Screen.AnalogNumeric3.Suffix,
Settings_Screen.Text.Text,"Poczekaj na zakończenie kalibracji!"
Settings_Screen.Text1.Text,"Poczekaj na zakończenie kalibracji!"
Automatic_Screen.PAUSE.Texts[0],PAUZA
Automatic_Screen.PAUSE.Texts[1],WZNAWIANIE
Manuel_Screen.PAUSE.Text,PAUZA
Manuel_Screen.PAUSE.Texts[0],PAUZA
Manuel_Screen.PAUSE.Texts[1],WZNAWIANIE
HomeScreen.prewashWaterTime_Num.Prefix,
HomeScreen.prewashWaterTime_Num.Suffix,sek
HomeScreen.prewashRestTime_Num.Prefix,
HomeScreen.prewashRestTime_Num.Suffix,sek
HomeScreen.dryingAirTime_Num.Prefix,
HomeScreen.dryingAirTime_Num.Suffix,sek
HomeScreen.dryingRestTime_Num.Prefix,
HomeScreen.dryingRestTime_Num.Suffix,sek
HomeScreen.cleaningWaterTime_Num.Prefix,
HomeScreen.cleaningWaterTime_Num.Suffix,sek
HomeScreen.cleaningPressTime_Num.Prefix,
HomeScreen.cleaningPressTime_Num.Suffix,sek
HomeScreen.cleaningRestTime_Num.Prefix,
HomeScreen.cleaningRestTime_Num.Suffix,sek
HomeScreen.testTime_Num.Prefix,
HomeScreen.testTime_Num.Suffix,sek
Manuel_Screen.Text5.Text,"Mycie przerwane!"
HomeScreen.AnalogNumeric.Prefix,
HomeScreen.AnalogNumeric.Suffix,
HomeScreen.AnalogNumeric1.Prefix,
HomeScreen.AnalogNumeric1.Suffix,
HomeScreen.AnalogNumeric2.Prefix,
HomeScreen.AnalogNumeric2.Suffix,
Automatic_Screen.Button.Text,
Automatic_Screen.Button1.Text,
Manuel_Screen.Button.Text,
Manuel_Screen.Button1.Text,
Automatic_Screen.Show_Heat.Prefix,
Automatic_Screen.Show_Heat.Suffix,
Automatic_Screen.Wash_Time_Text.Text,"POZOSTAŁY CZAS PRANIA"
Automatic_Screen.Set_Heat.Prefix,USTAW:
Automatic_Screen.Set_Heat.Suffix,
Automatic_Screen.Set_Time.Prefix,
Automatic_Screen.Set_Time.Suffix,
HomeScreen.an_WaterLevel.Prefix,
HomeScreen.an_WaterLevel.Suffix,
HomeScreen.AnalogNumeric3.Prefix,
HomeScreen.AnalogNumeric3.Suffix,
HomeScreen.AnalogNumeric4.Prefix,
HomeScreen.AnalogNumeric4.Suffix,
Manuel_Screen.PreWash_Cycle_Selector.Texts[0],"0 Cykle"
Manuel_Screen.PreWash_Cycle_Selector.Texts[1],"1 Cykl"
Manuel_Screen.PreWash_Cycle_Selector.Texts[2],"2 Cykle"
Manuel_Screen.PreWash_Cycle_Selector.Texts[3],"3 Cykle"
Manuel_Screen.PreWash_Cycle_Selector.Texts[4],"4 Cykle"
Manuel_Screen.PreWash_Cycle_Selector.Texts[5],"5 Cykle"
